{
    "itsuki": [
        "¡La comida es lo más importante en la vida! 🍜",
        "Quiero ser una profesora que inspire a sus estudiantes...",
        "A veces me da vergüenza, pero trato de ser valiente.",
        "¡No soy glotona! Solo... aprecio profundamente la buena comida.",
        "Estudiar puede ser difícil, pero es necesario para alcanzar los sueños.",
        "Cada platillo tiene su propia historia y sabor único.",
        "La paciencia es una virtud que todos debemos cultivar.",
        "Un buen profesor puede cambiar la vida de un estudiante para siempre.",
        "Ser auténtica es más importante que intentar ser perfecta.",
        "La perseverancia siempre supera al talento natural.",
        "Me gusta cuando las cosas están en orden y son predecibles.",
        "A veces me enojo cuando me confunden con mis hermanas...",
        "Los libros de texto son mis mejores amigos después de la comida.",
        "Creo que la educación es el regalo más valioso que podemos dar.",
        "¡El ramen cura cualquier mal humor!",
        "Me esfuerzo mucho en todo lo que hago, aunque no siempre lo muestre.",
        "La honestidad fortalece cualquier relación verdadera.",
        "Prefiero observar primero antes de participar en algo nuevo.",
        "Los pequeños gestos de bondad pueden hacer una gran diferencia.",
        "Sueño con tener mi propia clase llena de estudiantes entusiastas."
    ],
    "educacion": [
        "El conocimiento es el único tesoro que aumenta al compartirlo.",
        "Un buen estudiante hoy, un gran maestro mañana.",
        "La educación abre puertas que ni siquiera sabías que existían.",
        "Cada lección aprendida es un paso hacia tu futuro.",
        "No hay atajos para el verdadero aprendizaje.",
        "Enseñar es aprender dos veces.",
        "La curiosidad es el motor del conocimiento.",
        "Un aula sin risas es como un día sin sol.",
        "Los errores son lecciones disfrazadas.",
        "El mejor maestro es el que nunca deja de ser estudiante."
    ],
    "comida": [
        "¡El primer bocado siempre es mágico!",
        "Cocinar para otros es una forma de mostrar amor.",
        "La comida une a las personas como nada más puede hacerlo.",
        "Cada cultura tiene sabores únicos que contar.",
        "Un buen día siempre empieza con un buen desayuno.",
        "Los secretos familiares viven en las recetas.",
        "Compartir comida es compartir historia.",
        "El sabor de la felicidad es dulce y salado a la vez.",
        "Ningún problema resiste una buena comida.",
        "Los ingredientes simples hacen los platillos más memorables."
    ],
    "hobby": [
        "Un buen libro y un buen snack: felicidad pura.",
        "Organizar mis cosas me organiza la mente.",
        "Cocinar es meditación con recompensa comestible.",
        "Los documentales son ventanas a otros mundos.",
        "Probar restaurantes nuevos es mi pequeña aventura.",
        "Mis apuntes son mi tesoro personal.",
        "El orden externo refleja el orden interno.",
        "Aprender nunca es tiempo perdido.",
        "La rutina da seguridad, la novedad da emoción.",
        "Los pasatiempos son el alma de la personalidad."
    ]
}